Repository: bennypollak/kdb3
Catalog: AC Keyboard/*.lproj/Localizable.strings
Languages: es

source: Fuck you!
es: Culiado!

source: Smiled!
es: Sonrisa!

source: Kisses!
es: Besos!

source: Funny!
es: Que divertido!

source: So embarrassed!
es: Que vergüenza!

source: So sad!
es: Que pena!

source: So fucking sad!
es: Que pena mierda!

source: No way!
es: Ni cagando!

source: Oh no!
es: O no!

source: Wink!
es: Guiño!

source: I warn you!
es: Te advierto!

source: So sick!
es: Estoy cagado!

source: Very angry!
es: Estoy empelotado!

source: So happy!
es: Que felicidad!

source: It wasn't me!
es: No fuí yo!

source: What?
es: Que?

source: WTF!
es: Chucha!

source: Have a drink!
es: Un traguito?

source: True love!
es: Amor!

source: Thank you!
es: Gracias!

source: Having a bad day!
es: Mal dia!

source: Life is beautiful!
es: La vida es bella!

source: Where the hell are you!
es: Adonde andas!

source: I'm very angry!
es: Estoy emputecido!

source: I'm very happy!
es: Que felicidad!

source: I'm beat!
es: Estoy agotado!

source: Yes!
es: Si!

source: That's weird!
es: Que raro!

source: I'm busy!
es: Estoy ocupado!

source: That's embarrasing!
es: Que verguenza!

source: Very cute!
es: Que bonita!

source: Oh shit!
es: Mierda!

source: Good luck!
es: Buena suerte!

source: Please, God!
es: Dios, por favor!

source: Horror!
es: Que horror!

source: I don't like that!
es: No me gusta eso!

source: I'm going to sleep
es: Me voy a dormir

source: I'm sleeping
es: Me voy a dormir

source: I'm studying
es: Estoy estudiando

source: I'm watching you!
es: Te ester viendo

source: Not a word
es: Ni uno palabra

source: Quiet!
es: Silencio!

source: Gotcha!
es: Ya!

source: Right on!
es: Bien!

source: Stop crying!
es: Dejate de llorar!

source: That makes me happy
es: Eso me have feliz!

source: That's embarrasing
es: Que vergüenza

source: That's so sweet!
es: Que dulce!

source: Timeout!
es: Un momento

source: WHAT?!
es: QUE!?

source: Welcome!
es: Bien venido

source: What? I'm busy
es: Que? estoy ocupado

source: You're crazy
es: Estas loco

source: You're welcome!
es: No hay de que!

source: Yes, but I'm smarter than you!
es: Is pero soy was inteligente que tu

source: Oh, crap!
es: Mierda!

source: Not again!
es: De nuevo?!
